/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Código do provedor de federação";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "O provedor de federação necessita de sua entrada para carregar/gravar seu certificado.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Concluído";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Anular";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Certificado de federação";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Já existe uma identidade gravada na federação. Pressione o botão 'OK' se desejar utilizá-la, ou 'Anular' para obter uma nova.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Anular";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

